{
    "movies": [
        {
            "title": "Hunt",
            "poster": "data/images/hunt.webp",
            "genre": "Actoin, Mystery, Monster",
            "synopsis": "The Carleton Forest, a breathtaking location for camping, hiking, and sightseeing, has been closed off after increased reports in the area of death and missing persons. Most believe it is the doing of the mythical creature known as Bigfoot. It is up to Bentley Mayer and his team to track down and identify this beast. They'll work together to find the reasons for these mysterious attacks and put an end to the chaos once and for all.",
            "rating": "★★★★☆",
            "year": "2019",
            "characters": [
                {
                    "name": "Bently Mayer",
                    "actor": "Matthew Gohnert",
                    "description": "Bentley Mayer is a former soldier and has had many jobs Since leaving the military, but this latest assignment is unlike anything he has ever done before. Following a string of attacks and killings in the Carleton Forest, thought to be related to a mythical beast, Bentley will be in charge of the dangerous and haunting search for Bigfoot.",
                    "charPoster": "data/images/hunt_bently_mayer.webp"
                },
                {
                    "name": "Damian Porter",
                    "actor": "Luke Gohnert",
                    "description": "Damion Porter is a renowned zoologist who has conducted numerous investigations on the habits of wildlife, and he is well recognized for his discovery of previously thought to be extinct animals. He is grounded and doesn't believe in folkloric creatures, that is, until events began to unfold during his mission with former soldier Bentley Mayer on their hunt for the elusive Bigfoot.",
                    "charPoster": "data/images/hunt_damian_porter.webp"
                },
                {
                    "name": "Leo",
                    "actor": "Sidney Shacter",
                    "description": "Leo, Bentley's partner and tech guy to the sasquatch hunting squad.",
                    "charPoster": "data/images/hunt_leo.webp"
                }
            ]
        },
        {
            "title": "Celerity",
            "poster": "data/images/celerity.webp",
            "genre": "Action, Adventure Superhero",
            "synopsis": "Many years in the future, a superpowered soldier named Myles Melyne will travel to the present day in order to escape his greatest threat, but the danger will come to him as Myles now needs to defend his new timeline and friends.",
            "rating": "★★★★★",
            "year": "2020",
            "characters": [
                {
                    "name": "Myles Melyne",
                    "actor": "Luke Gohnert",
                    "description": "Myles was born over a thousand years in the future and was immediately selected for the Nova serum program at birth. Unlike most of the test subjects, Myles was compatible with the Nova serum, which gave him strength and unimaginable speed. His speed was unmatched, thus inheriting the name, Celerity.",
                    "charPoster": "data/images/celerity_myles.webp"
                },
                {
                    "name": "Corbin Warner",
                    "actor": "Zachary Macfarlane",
                    "description": "Corbin Warner, the seemingly average man, finds purpose and rises to the occasion when he comes in contact with a time traveler.",
                    "charPoster": "data/images/celerity_corbin.webp"
                },
                {
                    "name": "Atticus",
                    "actor": "Matthew Gohnert",
                    "description": "Atticus, the adopted brother and former teammate of Myles Melyne, was also given the Nova serum at birth. Atticus was compatible with the serum and even gained the power of heat vision as a side effect. his undefeated strength helped him rise quickly in rank, eventually earning him the highest position of command in the enhanced soldier corp.",
                    "charPoster": "data/images/celerity_atticus.webp"
                },
                {
                    "name": "Vome",
                    "actor": "Zachary Macfarlane",
                    "description": "Vome is an exceptional soldier who harbors a fearsome grudge against Myles. He is well renowned for his lightning abilities as a result of the Nova serum. Vome wears a striking grey mask that helps to keep himself alive after Myles mislead his squad into a trap. He was considered for the position of second in command, but was overruled by Atticus in favor of Myles. After these unfortunate incidents, Vome now awaits the day he can get his revenge against his former comrade, Myles.",
                    "charPoster": "data/images/celerity_vome.webp"
                },
                {
                    "name": "General Mortimer",
                    "actor": "Sidney Shacter",
                    "description": "General Mortimer, a high-ranking military official finds himself superstitious when unimaginable threats come from the future.",
                    "charPoster": "data/images/celerity_mortimer.webp"
                }
            ]
        },
        {
            "title": "Bro's",
            "poster": "data/images/bros.webp",
            "genre": "Comedy, Roadtrip, Christmas",
            "synopsis": "Four nobodies with no plans or ambitions receive a phone call, getting an invitation to a popular and well-known Christmas party. Watch them embark on a road trip, getting into all sorts of trouble from the law, drunks, and much more.",
            "rating": "★★★☆☆",
            "year": "2020",
            "characters": [
                {
                    "name": "Josh",
                    "actor": "Zachary Macfarlane",
                    "description": "Josh, the nephew of the host of the anticipated Christmas party. He loves partying and finds trouble wherever he goes.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Seth",
                    "actor": "Luke Gohnert",
                    "description": "Seth is an avid gamer and wannabe cool guy. He lives with his parents and has little patience for antics that aren't his own.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Anthony",
                    "actor": "Matthew Gohnert",
                    "description": "Anthony, an enjoyer of the outdoors, guns, and booze. He lives in his car and always has eggnog on hand.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Eric",
                    "actor": "Sidney Shacter",
                    "description": "Eric, the driver and friend to Seth.",
                    "charPoster": "data/images/character-placeholder.webp"
                }
            ]
        },
        {
            "title": "2056",
            "poster": "data/images/2056.webp",
            "genre": "Horror, Action, Thriller",
            "synopsis": "The post-war world is a cold, harsh and merciless place, but not as deadly as the people within it. Blake, a survivor, will need to employ all of his skills to find the one who wronged him.",
            "rating": "★★★★★",
            "year": "2021",
            "characters": [
                {
                    "name": "Blake",
                    "actor": "Luke Gohnert",
                    "description": "Born in the new war-torn world, Blake must continually fight for his life. He is an experienced survivalists, and will take any action necessary to survive among others who are desperately fighting for their lives.",
                    "charPoster": "data/images/2056_character.webp"
                }
            ]
        },
        {
            "title": "Initiative",
            "poster": "data/images/initiative.webp",
            "genre": "Action, Military",
            "synopsis": "Butros Moukib, a terrorist with great influence and power seeks to take control of United States weaponry to end the government. Chase Landon and Ryker Brooks, the new recruits in the marines, must undergo hard training and preparation to fight this new threat and put an end to his nefarious plot.",
            "rating": "★★★★☆",
            "year": "2019",
            "characters": [
                {
                    "name": "Chase Landon",
                    "actor": "Matthew Gohnert",
                    "description": "Goodhearted and determined, Chase Landon is a man of integrity with a lot to learn and will find his limits in the marines.",
                    "charPoster": "data/images/initiative_chase.webp"
                },
                {
                    "name": "Ryker Brooks",
                    "actor": "Sidney Shacter",
                    "description": "Ryker Brooks, the silent specialist with something to prove. Superior skills, unmatched accuracy, and staunch loyalty make him an excellent ally.",
                    "charPoster": "data/images/initiative_ryker.webp"
                },
                {
                    "name": "Brett Conway",
                    "actor": "Luke Gohnert",
                    "description": "The drill instructor of the epic duo, Brett Conway. He will need to train and lead the new recruits to their greatest challenge.",
                    "charPoster": "data/images/initiative_brett.webp"
                },
                {
                    "name": "Butros Moukib",
                    "actor": "Luke Gohnert",
                    "description": "Butros Moukib, a well-known terrorist who forges a plot will use everything at his disposal to accomplish it. He despises the American government and will stop at nothing until it is ruined.",
                    "charPoster": "data/images/initiative_butros.webp"
                }
            ]
        },
        {
            "title": "Ben Jack and Classified",
            "poster": "data/images/movie-poster-placeholder.webp",
            "genre": "Comedy",
            "synopsis": "Ben and Jack, two inseparable best friends, find themselves being hunted by a clandestine organization for reasons unknown to them. Classified, the secret agent will stop at nothing to stop the idiotic duo.",
            "rating": "★★★☆☆",
            "year": "2016",
            "characters": [
                {
                    "name": "Ben",
                    "actor": "Luke Gohnert",
                    "description": "Benjamin Benson, the fun-loving best friend to Jack. He is known for drag racing, hunting, and partying. Everything will soon change when he is seen as a threat.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Jack",
                    "actor": "Matthew Gohnert",
                    "description": "Jack Cornelius III, Ben's best friend and lover of root beer. He is one to make trouble and trouble always finds him.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Classified",
                    "actor": "Colby Schramel",
                    "description": "Classified, a secret agent and head of the classified organization for dealing with universal threats. He will travel to Tennessee when an unlikely pair threatens reality.",
                    "charPoster": "data/images/character-placeholder.webp"
                }
            ]
        },
        {
            "title": "Ben Jack and Classified 2",
            "poster": "data/images/bjc2.webp",
            "genre": "Action, Comedy",
            "synopsis": "Classified 2 enters the mix when Classified failed to eliminate the ever mounting threat known as the convergence. It must be stopped, or all will fall into chaos. Somehow Ben and Jack stand in the middle of this disaster once again.",
            "rating": "★★★★☆",
            "year": "2020",
            "characters": [
                {
                    "name": "Ben",
                    "actor": "Luke Gohnert",
                    "description": "Benjamin Benson, the fun-loving best friend to Jack. He is known for drag racing, hunting, and partying. Everything will soon change when he is seen as a threat.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Jack",
                    "actor": "Matthew Gohnert",
                    "description": "Jack Cornelius III, Ben's best friend and lover of root beer. He is one to make trouble and trouble always finds him.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Classified 2",
                    "actor": "Sidney Shacter",
                    "description": "Classified 2, the second in command and next in line to hunt Ben and Jack. He has little time to execute the two or face certain destruction.",
                    "charPoster": "data/images/character-placeholder.webp"
                }
            ]
        },
        {
            "title": "Ben Jack and Classified 3",
            "poster": "data/images/movie-poster-placeholder.webp",
            "genre": "Action, Comedy, Adventure",
            "synopsis": "Classified 3 joins the battle after Classified 2 reset reality four years in the past. He now holds the task of eliminating the two and may find unlikely partnership as a greater threat unfolds in the multiverse during a cosmic event known as the collapse.",
            "rating": "★★★★★",
            "year": "2021",
            "characters": [
                {
                    "name": "Ben",
                    "actor": "Luke Gohnert",
                    "description": "Benjamin Benson, the fun-loving best friend to Jack. He is known for drag racing, hunting, and partying. Everything will soon change when he is seen as a threat.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Jack",
                    "actor": "Matthew Gohnert",
                    "description": "Jack Cornelius III, Ben's best friend and lover of root beer. He is one to make trouble and trouble always finds him.",
                    "charPoster": "data/images/character-placeholder.webp"
                },
                {
                    "name": "Classified 3",
                    "actor": "Zachary Macfarlane",
                    "description": "Classified 3, third in rank and head of multiversal affairs. After the reset he must now hunt Ben and Jack before reality collapses.",
                    "charPoster": "data/images/character-placeholder.webp"
                }
            ]
        }
    ]
}